tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/services"
tap "caskroom/fonts"
tap "caskroom/cask"
brew "fish"
brew "fzf"
brew "gnupg"
brew "mackup"
brew "neovim"
brew "pass"
brew "pgcli"
brew "pinentry-mac"
brew "postgresql", restart_service: true
brew "pyenv"
brew "rbenv"
brew "redis", restart_service: true
brew "stow"
brew "tmux"
cask "caprine"
cask "clyang-welly"
cask "hyper"
cask "iina"
cask "phoenix"
cask "squirrel"
cask "caskroom/fonts/font-hack"
