tap "aaronraimist/tap"
tap "agrinman/tap"
tap "appleboy/tap"
tap "cloudflare/cloudflare"
tap "dopplerhq/cli"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "homeport/tap"
tap "j178/tap"
tap "jakehilborn/jakehilborn"
tap "jandedobbeleer/oh-my-posh"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
tap "jonz94/sarasa-nerd-fonts"
tap "joshmedeski/sesh"
tap "kak-lsp/kak-lsp"
tap "kakoune-lsp/kakoune-lsp"
tap "koekeishiya/formulae"
tap "lencx/chatgpt", "https://github.com/lencx/ChatGPT.git"
tap "mistertea/et"
tap "mongodb/brew"
tap "owenthereal/upterm"
tap "pkgxdev/made"
tap "playcover/playcover"
tap "pomdtr/tap"
tap "powershell/tap"
tap "pulumi/tap"
tap "rosingrind/kak-tree-sitter"
tap "screenplaydev/tap"
tap "spicetify/tap"
tap "supabase/tap"
tap "teamookla/speedtest"
tap "umlx5h/tap"
tap "wez/wezterm"
tap "xcodebuild/custom"
tap "xvxx/code"
tap "yukaii/tap"
brew "act"
brew "amfora"
brew "giflib"
brew "libpng"
brew "little-cms2"
brew "jpeg-xl"
brew "aom"
brew "openssl@3"
brew "python@3.11"
brew "asciinema"
brew "glib"
brew "at-spi2-core"
brew "atuin"
brew "autoconf"
brew "automake"
brew "awscli"
brew "bat"
brew "beancount"
brew "node"
brew "bitwarden-cli"
brew "bombadillo"
brew "boost"
brew "bottom"
brew "broot"
brew "gcc"
brew "btop"
brew "caddy"
brew "pixman"
brew "cairo"
brew "carthage"
brew "libtool"
brew "cfssl"
brew "gdk-pixbuf"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "chafa"
brew "openjdk"
brew "clojurescript"
brew "cmatrix"
brew "code-minimap"
brew "coreutils"
brew "deno"
brew "difftastic"
brew "dive"
brew "dprint"
brew "editorconfig"
brew "emscripten"
brew "openssl@1.1"
brew "epr"
brew "ethereum"
brew "exa"
brew "exiftool"
brew "eza"
brew "fastfetch"
brew "fava"
brew "fd"
brew "unbound"
brew "gnutls"
brew "openjpeg"
brew "leptonica"
brew "libass"
brew "libssh"
brew "sdl2"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "ffmpegthumbnailer"
brew "fish"
brew "flyctl"
brew "fnm"
brew "fontforge"
brew "fzf"
brew "libavif"
brew "gd"
brew "gemgen"
brew "gh"
brew "gifsicle"
brew "git"
brew "git-bug"
brew "git-delta"
brew "gitoxide"
brew "gitui"
brew "glow"
brew "libksba"
brew "gnupg"
brew "gpgme"
brew "gnu-getopt"
brew "gnu-sed"
brew "go"
brew "pkg-config"
brew "gobject-introspection"
brew "gping"
brew "netpbm"
brew "gts"
brew "graphviz"
brew "gsettings-desktop-schemas"
brew "gtk+3"
brew "guile"
brew "helix"
brew "helm"
brew "himalaya"
brew "htop"
brew "httpie"
brew "hurl"
brew "inlets"
brew "iodine"
brew "jadx"
brew "jj"
brew "jmeter"
brew "jpeg", link: true
brew "jq"
brew "kakoune", args: ["HEAD"]
brew "krb5"
brew "kubernetes-cli"
brew "ledger"
brew "lf"
brew "libfido2"
brew "libpq"
brew "libretls"
brew "libyaml"
brew "python-tabulate"
brew "litecli"
brew "lolcat"
brew "lpeg"
brew "lua-language-server"
brew "lynx"
brew "marksman"
brew "mas"
brew "micro"
brew "mongosh"
brew "mprocs"
brew "mycli"
brew "mysql"
brew "ncdu"
brew "neofetch"
brew "notmuch"
brew "neomutt"
brew "tree-sitter"
brew "neovim", args: ["HEAD"]
brew "qt"
brew "neovim-qt"
brew "netcat"
brew "nghttp2"
brew "nnn"
brew "node@16"
brew "notcurses"
brew "numbat"
brew "nyancat"
brew "oh-my-posh"
brew "onefetch"
brew "openjdk@17"
brew "pandoc"
brew "pgcli"
brew "pinentry-mac"
brew "pipx"
brew "poppler"
brew "portaudio"
brew "postgresql@14"
brew "postgresql@15"
brew "ppsspp"
brew "prettyping"
brew "py3cairo"
brew "pyenv"
brew "pyenv-virtualenv", args: ["HEAD"]
brew "pygobject3"
brew "python@3.10"
brew "python@3.9"
brew "qt@5"
brew "redis", restart_service: true
brew "ripgrep"
brew "rust"
brew "sad"
brew "silicon"
brew "sl"
brew "slides"
brew "sponge"
brew "spotify-tui"
brew "spotify_player"
brew "spotifyd"
brew "squirrel", link: false
brew "stow"
brew "streamlink"
brew "swiftformat"
brew "swiftlint"
brew "tcl-tk"
brew "telnet"
brew "tendermint"
brew "tig"
brew "tintin"
brew "tmate"
brew "tmux"
brew "tree"
brew "tty-share"
brew "unar"
brew "up"
brew "vifm"
brew "vis"
brew "w3m"
brew "wakatime-cli"
brew "walk"
brew "wget"
brew "wtfutil"
brew "xcodegen"
brew "xplr"
brew "yazi"
brew "youtube-dl"
brew "zoxide"
brew "aaronraimist/tap/gomuks"
brew "agrinman/tap/tunnelto"
brew "appleboy/tap/codegpt"
brew "cloudflare/cloudflare/cloudflared", link: false
brew "dopplerhq/cli/doppler", link: false
brew "hashicorp/tap/terraform"
brew "heroku/brew/heroku"
brew "homeport/tap/termshot"
brew "jakehilborn/jakehilborn/displayplacer"
brew "jesseduffield/lazydocker/lazydocker"
brew "jesseduffield/lazygit/lazygit"
brew "joshmedeski/sesh/sesh"
brew "kakoune-lsp/kakoune-lsp/kakoune-lsp"
brew "mistertea/et/et"
brew "mongodb/brew/mongodb-community"
brew "owenthereal/upterm/upterm"
brew "pkgxdev/made/pkgx"
brew "pomdtr/tap/sunbeam"
brew "powershell/tap/powershell"
brew "pulumi/tap/pulumi"
brew "rosingrind/kak-tree-sitter/kak-tree-sitter"
brew "rosingrind/kak-tree-sitter/ktsctl"
brew "screenplaydev/tap/graphite"
brew "supabase/tap/supabase"
brew "teamookla/speedtest/speedtest"
brew "xvxx/code/phetch"
brew "yukaii/tap/neonmodem"
brew "yukaii/tap/simple-completion-language-server", args: ["HEAD"]
cask "alacritty"
cask "alt-tab"
cask "apparency"
cask "applite"
cask "basictex"
cask "blackhole-2ch"
cask "caprine"
cask "contour"
cask "cool-retro-term"
cask "dozer"
cask "element"
cask "font-blex-mono-nerd-font"
cask "font-caskaydia-cove-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-geist-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-ia-writer-duo"
cask "font-ia-writer-duospace"
cask "font-ia-writer-mono"
cask "font-ia-writer-quattro"
cask "font-iosevka-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-jf-open-huninn"
cask "font-monaspace"
cask "font-sarasa-gothic"
cask "font-sarasa-mono-tc-nerd-font"
cask "font-sarasa-term-tc-nerd-font"
cask "google-cloud-sdk"
cask "handbrake"
cask "hyper"
cask "iglance"
cask "iina"
cask "karabiner-elements"
cask "keycastr"
cask "kitty"
cask "lapce"
cask "locationsimulator"
cask "mks"
cask "mounty"
cask "mpv"
cask "neovide"
cask "obs"
cask "osxfuse"
cask "phoenix"
cask "playcover-community"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "qownnotes"
cask "quicklook-json"
cask "quicklookase"
cask "rio"
cask "scoot"
cask "shortcat"
cask "spotter"
cask "squirrel"
cask "stats"
cask "suspicious-package"
cask "swiftcord"
cask "vlc"
cask "vscodium"
cask "warp"
cask "welly"
cask "wezterm-nightly"
cask "whisky"
cask "yacreader"
mas "1Password 7", id: 1333542190
mas "Actions", id: 1586435171
mas "Amphetamine", id: 937984704
mas "Bear", id: 1091189122
mas "Bitwarden", id: 1352778147
mas "Color Picker", id: 1545870783
mas "ColorSlurp", id: 1287239339
mas "Controlly", id: 1548544614
mas "Craft", id: 1487937127
mas "Dato", id: 1470584107
mas "Effekt", id: 1616146386
mas "Eye Monitor", id: 1527031341
mas "Focalboard", id: 1556908618
mas "Gifski", id: 1351639930
mas "Helium", id: 1054607607
mas "Hidden Bar", id: 1452453066
mas "Instapaper", id: 288545208
mas "Irvue", id: 1039633667
mas "Keynote", id: 409183694
mas "KeyPad", id: 1491684442
mas "LINE", id: 539883307
mas "Medis", id: 1579200037
mas "MenubarX", id: 1575588022
mas "Messenger", id: 1480068668
mas "Microsoft To Do", id: 1274495053
mas "Muse", id: 1501563902
mas "NextDNS", id: 1464122853
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pandan", id: 1569600264
mas "Pixea", id: 1507782672
mas "Plash", id: 1494023538
mas "Poolsuite FM", id: 1514817810
mas "Quiver", id: 866773894
mas "Refined GitHub", id: 1519867270
mas "RunCat", id: 1429033973
mas "Simplenote", id: 692867256
mas "Slack", id: 803453959
mas "Spark", id: 1176895641
mas "Tailscale", id: 1475387142
mas "Telegram", id: 747648890
mas "TestFlight", id: 899247664
mas "The Unarchiver", id: 425424353
mas "TickTick", id: 966085870
mas "Typeeto", id: 970502923
mas "UTM", id: 1538878817
mas "waifu2x", id: 1286485858
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
vscode "aaron-bond.better-comments"
vscode "alefragnani.bookmarks"
vscode "alexkrechik.cucumberautocomplete"
vscode "alexowl.transparent-color-theme"
vscode "anseki.vscode-color"
vscode "antfu.icons-carbon"
vscode "artlaman.chalice-color-theme"
vscode "artlaman.chalice-icon-theme"
vscode "asvetliakov.vscode-neovim"
vscode "be5invis.vscode-custom-css"
vscode "bierner.emojisense"
vscode "bierner.github-markdown-preview"
vscode "bierner.markdown-checkbox"
vscode "bierner.markdown-emoji"
vscode "bierner.markdown-footnotes"
vscode "bierner.markdown-image-size"
vscode "bierner.markdown-preview-github-styles"
vscode "bierner.markdown-shiki"
vscode "bierner.markdown-yaml-preamble"
vscode "bradlc.vscode-tailwindcss"
vscode "brandonkirbyson.vscode-animations"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "chadalen.vscode-jetbrains-icon-theme"
vscode "christian-kohler.path-intellisense"
vscode "chrmarti.regex"
vscode "clinyong.vscode-css-modules"
vscode "codezombiech.gitignore"
vscode "csstools.postcss"
vscode "ctcuff.font-preview"
vscode "cweijan.git-graph-history"
vscode "darkriszty.markdown-table-prettify"
vscode "dart-code.dart-code"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "digitalbrainstem.javascript-ejs-support"
vscode "dongfg.vscode-beancount-formatter"
vscode "drcika.apc-extension"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "emilast.logfilehighlighter"
vscode "esbenp.prettier-vscode"
vscode "expo.vscode-expo-theme"
vscode "fabiospampinato.vscode-commands"
vscode "file-icons.file-icons"
vscode "fuji-nakahara.markdown-ruby"
vscode "gabrielnordeborn.vscode-graphiql-explorer"
vscode "geekofer.storybook-react-snippets"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.remotehub"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "gitworktrees.git-worktrees"
vscode "golang.go"
vscode "hackmd.vscode-hackmd"
vscode "hashicorp.terraform"
vscode "hbenl.vscode-mocha-test-adapter"
vscode "hbenl.vscode-test-explorer"
vscode "hcyang.ctags"
vscode "hediet.vscode-drawio"
vscode "ibm.output-colorizer"
vscode "kumar-harsh.graphql-for-vscode"
vscode "lehni.vscode-fix-checksums"
vscode "lencerf.beancount"
vscode "lokalise.i18n-ally"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "miguelsolorio.fluent-icons"
vscode "miguelsolorio.symbols"
vscode "monokai.theme-monokai-pro-vscode"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.js-debug-nightly"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vscode.vscode-github-issue-notebooks"
vscode "ms-vscode.vscode-js-profile-flame"
vscode "ms-vscode.wordcount"
vscode "pranaygp.vscode-css-peek"
vscode "prisma.prisma"
vscode "qufiwefefwoyn.kanagawa"
vscode "raillyhugo.one-hunter"
vscode "redhat.vscode-yaml"
vscode "richie5um2.vscode-sort-json"
vscode "rjmacarthy.twinny"
vscode "rogalmic.bash-debug"
vscode "rohit-gohri.format-code-action"
vscode "rubbersheep.gi"
vscode "rust-lang.rust-analyzer"
vscode "ryu1kn.partial-diff"
vscode "shanoor.vscode-nginx"
vscode "shuworks.vscode-table-formatter"
vscode "skyapps.fish-vscode"
vscode "standard.vscode-standard"
vscode "stevencl.adddoccomments"
vscode "streetsidesoftware.code-spell-checker"
vscode "stubailo.ignore-gitignore"
vscode "takumii.markdowntable"
vscode "tamasfe.even-better-toml"
vscode "tomoki1207.pdf"
vscode "tonka3000.raycast"
vscode "tonybaloney.vscode-pets"
vscode "twxs.cmake"
vscode "tyriar.lorem-ipsum"
vscode "tyriar.sort-lines"
vscode "unifiedjs.vscode-mdx"
vscode "vitaliymaz.vscode-svg-previewer"
vscode "vitest.explorer"
vscode "vivaxy.vscode-conventional-commits"
vscode "vsls-contrib.gistfs"
vscode "vue.volar"
vscode "waderyan.babelrc"
vscode "wakatime.vscode-wakatime"
vscode "xabikos.javascriptsnippets"
vscode "xabikos.reactsnippets"
vscode "yukai.map-replace-js"
vscode "yukai.vscode-jasm"
vscode "yukai.vscode-ptt"
vscode "zamerick.vscode-caddyfile-syntax"
vscode "zihanli.at-helper"
