tap "agrinman/tap"
tap "appleboy/tap"
tap "cloudflare/cloudflare"
tap "dopplerhq/cli"
tap "dwarvesf/tap"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jandedobbeleer/oh-my-posh"
tap "jesseduffield/lazygit"
tap "jonz94/sarasa-nerd-fonts"
tap "lencx/chatgpt", "https://github.com/lencx/ChatGPT.git"
tap "mongodb/brew"
tap "playcover/playcover"
tap "screenplaydev/tap"
tap "teamookla/speedtest"
tap "wez/wezterm"
tap "xcodebuild/custom"
brew "giflib"
brew "libpng"
brew "little-cms2"
brew "glib"
brew "python@3.9"
brew "autoconf"
brew "automake"
brew "bat"
brew "python@3.10"
brew "beancount"
brew "node"
brew "bitwarden-cli"
brew "boost"
brew "broot"
brew "btop"
brew "pkg-config"
brew "tcl-tk", link: false
brew "cairo"
brew "carthage"
brew "harfbuzz"
brew "clojurescript"
brew "coreutils"
brew "deno", link: false
brew "epr"
brew "exiftool"
brew "fava"
brew "fd"
brew "unbound"
brew "gnutls"
brew "libtool"
brew "guile"
brew "jpeg", link: true
brew "openjpeg"
brew "leptonica"
brew "libarchive"
brew "libass"
brew "pango"
brew "sdl2"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "fnm"
brew "fontforge"
brew "fzf"
brew "libavif"
brew "gh"
brew "gifsicle"
brew "git"
brew "git-delta"
brew "gitui"
brew "libksba"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "gsettings-desktop-schemas"
brew "gtk+3"
brew "helix", args: ["HEAD"]
brew "htop"
brew "httpie"
brew "inlets"
brew "jadx"
brew "jmeter"
brew "jq"
brew "kakoune"
brew "krb5"
brew "ledger"
brew "lf"
brew "libfido2"
brew "libpq"
brew "libssh"
brew "libyaml"
brew "python-tabulate"
brew "litecli"
brew "llvm"
brew "marksman"
brew "micro"
brew "node@16"
brew "mycli"
brew "zlib"
brew "mysql", restart_service: true
brew "ncdu"
brew "neovim", args: ["HEAD"]
brew "nghttp2"
brew "notcurses"
brew "pandoc"
brew "pgcli"
brew "pinentry-mac"
brew "portaudio"
brew "postgresql@14"
brew "ppsspp"
brew "prettyping"
brew "pyenv"
brew "pyenv-virtualenv", args: ["HEAD"]
brew "redis", restart_service: true
brew "slides"
brew "squirrel", link: false
brew "stow"
brew "streamlink"
brew "swiftformat"
brew "swiftlint"
brew "tendermint"
brew "tig"
brew "tmate"
brew "tmux"
brew "tree"
brew "tty-share"
brew "up"
brew "wget"
brew "xcodegen"
brew "xplr"
brew "youtube-dl"
brew "agrinman/tap/tunnelto"
brew "appleboy/tap/codegpt"
brew "cloudflare/cloudflare/cloudflared"
brew "dopplerhq/cli/doppler", link: false
brew "hashicorp/tap/terraform"
brew "heroku/brew/heroku"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "jesseduffield/lazygit/lazygit"
brew "mongodb/brew/mongodb-community"
brew "screenplaydev/tap/graphite"
brew "teamookla/speedtest/speedtest"
cask "alt-tab"
cask "apparency"
cask "basictex"
cask "blackhole-2ch"
cask "caprine"
cask "chatgpt"
cask "dozer"
cask "element"
cask "font-hack-nerd-font"
cask "font-ia-writer-duo"
cask "font-ia-writer-duospace"
cask "font-ia-writer-mono"
cask "font-ia-writer-quattro"
cask "font-iosevka-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-jf-open-huninn"
cask "font-sarasa-gothic"
cask "font-sarasa-mono-tc-nerd-font"
cask "font-sarasa-term-tc-nerd-font"
cask "google-cloud-sdk"
cask "handbrake"
cask "hyper"
cask "iglance"
cask "iina"
cask "karabiner-elements"
cask "keycastr"
cask "kitty"
cask "locationsimulator"
cask "mks"
cask "mounty"
cask "obs"
cask "osxfuse"
cask "phoenix"
cask "playcover-community"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "quicklookase"
cask "shortcat"
cask "spotter"
cask "squirrel"
cask "stats"
cask "suspicious-package"
cask "vimmotion"
cask "vlc"
cask "vscodium"
cask "warp"
cask "welly"
cask "wezterm-nightly"
cask "yacreader"
