tap "aaronraimist/tap"
tap "agrinman/tap"
tap "appleboy/tap"
tap "cloudflare/cloudflare"
tap "dopplerhq/cli"
tap "dwarvesf/tap"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "j178/tap"
tap "jandedobbeleer/oh-my-posh"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
tap "jonz94/sarasa-nerd-fonts"
tap "koekeishiya/formulae"
tap "lencx/chatgpt", "https://github.com/lencx/ChatGPT.git"
tap "mongodb/brew"
tap "playcover/playcover"
tap "pomdtr/tap"
tap "screenplaydev/tap"
tap "spicetify/tap"
tap "teamookla/speedtest"
tap "wez/wezterm"
tap "xcodebuild/custom"
tap "yukaii/tap"
brew "act"
brew "giflib"
brew "libpng"
brew "little-cms2"
brew "jpeg-xl"
brew "python@3.11"
brew "asciinema"
brew "glib"
brew "python@3.9"
brew "atuin"
brew "autoconf"
brew "automake"
brew "bat"
brew "python@3.10"
brew "beancount"
brew "node"
brew "bitwarden-cli"
brew "boost"
brew "broot"
brew "gcc"
brew "btop"
brew "pkg-config"
brew "tcl-tk", link: false
brew "cairo"
brew "carthage"
brew "gdk-pixbuf"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "chafa"
brew "openjdk"
brew "clojurescript"
brew "coreutils"
brew "deno", link: false
brew "epr"
brew "exa"
brew "exiftool"
brew "fava"
brew "fd"
brew "unbound"
brew "gnutls"
brew "openjpeg"
brew "leptonica"
brew "libarchive"
brew "libass"
brew "sdl2"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "flyctl"
brew "fnm"
brew "libtool"
brew "fontforge"
brew "fzf"
brew "libavif"
brew "gd"
brew "gh"
brew "gifsicle"
brew "git"
brew "git-bug"
brew "git-delta"
brew "gitoxide"
brew "gitui"
brew "glow"
brew "gnu-sed"
brew "libksba"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "jpeg", link: true
brew "netpbm"
brew "graphviz"
brew "gsettings-desktop-schemas"
brew "gtk+3"
brew "guile"
brew "helix", args: ["HEAD"]
brew "htop"
brew "httpie"
brew "inlets"
brew "jadx"
brew "jj"
brew "jmeter"
brew "jq"
brew "kakoune"
brew "krb5"
brew "ledger"
brew "lf"
brew "libfido2"
brew "libpq"
brew "libssh"
brew "libyaml"
brew "python-tabulate"
brew "litecli"
brew "llvm"
brew "lolcat"
brew "lua-language-server"
brew "marksman"
brew "micro"
brew "node@16"
brew "mongosh"
brew "mprocs"
brew "mycli"
brew "zlib"
brew "mysql", restart_service: true
brew "ncdu"
brew "neofetch"
brew "tree-sitter"
brew "neovim", args: ["HEAD"]
brew "qt@5"
brew "neovim-qt"
brew "nghttp2"
brew "notcurses"
brew "oh-my-posh"
brew "pandoc"
brew "pgcli"
brew "pinentry-mac"
brew "portaudio"
brew "postgresql@14"
brew "ppsspp"
brew "prettyping"
brew "pyenv"
brew "pyenv-virtualenv", args: ["HEAD"]
brew "redis", restart_service: true
brew "ripgrep"
brew "slides"
brew "spotify-tui"
brew "spotifyd"
brew "squirrel", link: false
brew "stow"
brew "streamlink"
brew "swiftformat"
brew "swiftlint"
brew "telnet"
brew "tendermint"
brew "tig"
brew "tintin"
brew "tmate"
brew "tmux"
brew "tree"
brew "tty-share"
brew "up"
brew "wget"
brew "xcodegen"
brew "xplr"
brew "youtube-dl"
brew "zoxide"
brew "aaronraimist/tap/gomuks"
brew "agrinman/tap/tunnelto"
brew "appleboy/tap/codegpt"
brew "cloudflare/cloudflare/cloudflared"
brew "dopplerhq/cli/doppler", link: false
brew "hashicorp/tap/terraform"
brew "heroku/brew/heroku"
brew "jesseduffield/lazydocker/lazydocker"
brew "jesseduffield/lazygit/lazygit"
brew "mongodb/brew/mongodb-community"
brew "pomdtr/tap/sunbeam"
brew "screenplaydev/tap/graphite"
brew "teamookla/speedtest/speedtest"
brew "yukaii/tap/warpd"
cask "alt-tab"
cask "apparency"
cask "basictex"
cask "blackhole-2ch"
cask "caprine"
cask "cool-retro-term"
cask "dozer"
cask "element"
cask "font-blex-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-ia-writer-duo"
cask "font-ia-writer-duospace"
cask "font-ia-writer-mono"
cask "font-ia-writer-quattro"
cask "font-iosevka-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-jf-open-huninn"
cask "font-sarasa-gothic"
cask "font-sarasa-mono-tc-nerd-font"
cask "font-sarasa-term-tc-nerd-font"
cask "google-cloud-sdk"
cask "handbrake"
cask "hyper"
cask "iglance"
cask "iina"
cask "karabiner-elements"
cask "keycastr"
cask "kitty"
cask "locationsimulator"
cask "mks"
cask "mounty"
cask "neovide"
cask "obs"
cask "osxfuse"
cask "phoenix"
cask "playcover-community"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "quicklookase"
cask "shortcat"
cask "spotter"
cask "squirrel"
cask "stats"
cask "suspicious-package"
cask "swiftcord"
cask "vimmotion"
cask "vlc"
cask "vscodium"
cask "warp"
cask "welly"
cask "wezterm-nightly"
cask "yacreader"
vscode "aaron-bond.better-comments"
vscode "AbhijoyBasak.nestjs-files"
vscode "abierbaum.vscode-file-peek"
vscode "adpyke.codesnap"
vscode "adrianwilczynski.alpine-js-intellisense"
vscode "alefragnani.Bookmarks"
vscode "alefragnani.rtf"
vscode "alexkrechik.cucumberautocomplete"
vscode "alexperronnet.spectrum-vscode-icons"
vscode "annsk.alignment"
vscode "anseki.vscode-color"
vscode "antfu.icons-carbon"
vscode "arthurwhite.white"
vscode "artlaman.chalice-color-theme"
vscode "artlaman.chalice-icon-theme"
vscode "ashinzekene.nestjs"
vscode "asvetliakov.vscode-neovim"
vscode "be5invis.vscode-icontheme-nomo-dark"
vscode "bierner.emojisense"
vscode "bierner.github-markdown-preview"
vscode "bierner.markdown-checkbox"
vscode "bierner.markdown-emoji"
vscode "bierner.markdown-footnotes"
vscode "bierner.markdown-image-size"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "bierner.markdown-shiki"
vscode "bierner.markdown-yaml-preamble"
vscode "bradlc.vscode-tailwindcss"
vscode "britany.dark-cyberpunk-aesthetic"
vscode "bungcip.better-toml"
vscode "cdonohue.quill-icons"
vscode "chadalen.vscode-jetbrains-icon-theme"
vscode "chrisdias.vscode-opennewinstance"
vscode "christian-kohler.path-intellisense"
vscode "chrmarti.regex"
vscode "clinyong.vscode-css-modules"
vscode "CodeStream.codestream"
vscode "codezombiech.gitignore"
vscode "ContractShark.solidity-lang"
vscode "CraigMaslowski.erb"
vscode "csstools.postcss"
vscode "ctcuff.font-preview"
vscode "cweijan.git-graph-history"
vscode "darkriszty.markdown-table-prettify"
vscode "Dart-Code.dart-code"
vscode "Dart-Code.flutter"
vscode "DavidAnson.vscode-markdownlint"
vscode "davidbwaters.macos-modern-theme"
vscode "dbaeumer.vscode-eslint"
vscode "dendron.dendron-markdown-shortcuts"
vscode "denoland.vscode-deno"
vscode "DigitalBrainstem.javascript-ejs-support"
vscode "dkundel.vscode-new-file"
vscode "dongfg.vscode-beancount-formatter"
vscode "dotenv.dotenv-vscode"
vscode "eamodio.gitlens"
vscode "EditorConfig.EditorConfig"
vscode "emilast.LogFileHighlighter"
vscode "emmanuelbeziat.vscode-great-icons"
vscode "EQuimper.react-native-react-redux"
vscode "ericsonj.verilogformat"
vscode "esbenp.prettier-vscode"
vscode "fabiospampinato.vscode-commands"
vscode "fallenwood.vimL"
vscode "file-icons.file-icons"
vscode "flowtype.flow-for-vscode"
vscode "fuji-nakahara.markdown-ruby"
vscode "GabrielNordeborn.vscode-graphiql-explorer"
vscode "Gaulomatic.vscode-icontheme-nomo-dark-macos"
vscode "geekofer.storybook-react-snippets"
vscode "GeekyAnts.nativebase-snippets"
vscode "genieai.chatgpt-vscode"
vscode "GitHub.codespaces"
vscode "GitHub.copilot"
vscode "GitHub.copilot-labs"
vscode "GitHub.copilot-nightly"
vscode "GitHub.github-vscode-theme"
vscode "GitHub.heygithub"
vscode "GitHub.remotehub"
vscode "github.vscode-github-actions"
vscode "GitHub.vscode-pull-request-github"
vscode "GitWorktrees.git-worktrees"
vscode "gogocrow.webpack-snippets"
vscode "golang.go"
vscode "Gruntfuggly.todo-tree"
vscode "HackMD.vscode-hackmd"
vscode "hashicorp.terraform"
vscode "hbenl.vscode-mocha-test-adapter"
vscode "hbenl.vscode-test-explorer"
vscode "hcyang.ctags"
vscode "hediet.vscode-drawio"
vscode "heybourn.headwind"
vscode "IBM.output-colorizer"
vscode "idered.npm"
vscode "idleberg.applescript"
vscode "igordvlpr.new-folder"
vscode "iocave.customize-ui"
vscode "iocave.monkey-patch"
vscode "jamiewest.theme-light-vs-mac"
vscode "JannisX11.batch-rename-extension"
vscode "JayBarnes.chatgpt-vscode-plugin"
vscode "jtlowe.vscode-icon-theme"
vscode "JuanBlanco.solidity"
vscode "kaiwood.endwise"
vscode "karunamurti.haml"
vscode "karunamurti.rspec-snippets"
vscode "killalau.vscode-liquid-snippets"
vscode "kisstkondoros.vscode-codemetrics"
vscode "kumar-harsh.graphql-for-vscode"
vscode "LaurentTreguier.vscode-simple-icons"
vscode "leandro-rodrigues.fluent-ui-vscode"
vscode "lehni.vscode-fix-checksums"
vscode "Lencerf.beancount"
vscode "lokalise.i18n-ally"
vscode "luniclynx.lex"
vscode "macieklad.tailwind-sass-syntax"
vscode "magicstack.MagicPython"
vscode "mattn.Lisp"
vscode "me-dutour-mathieu.vscode-github-actions"
vscode "mechatroner.rainbow-csv"
vscode "melishev.feather-vscode"
vscode "mgmcdermott.vscode-language-babel"
vscode "mhutchie.git-graph"
vscode "mightbesimon.emoji-icons"
vscode "miguelsolorio.fluent-icons"
vscode "miguelsolorio.symbols"
vscode "mintlify.document"
vscode "motivesoft.vscode-uuid-generator"
vscode "mrmlnc.vscode-scss"
vscode "ms-azuretools.vscode-docker"
vscode "MS-CEINTL.vscode-language-pack-ja"
vscode "ms-mssql.data-workspace-vscode"
vscode "ms-mssql.mssql"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.azure-account"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.js-debug-nightly"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vscode.vscode-github-issue-notebooks"
vscode "ms-vscode.vscode-js-profile-flame"
vscode "ms-vscode.wordcount"
vscode "ms-vsliveshare.vsliveshare"
vscode "msjsdiag.debugger-for-edge"
vscode "myax.appidocsnippets"
vscode "naumovs.color-highlight"
vscode "neilding.language-liquid"
vscode "octref.vetur"
vscode "ornithologist.ios-snippets"
vscode "Orta.vscode-ios-common-files"
vscode "paulshen.paul-typescript-toolkit"
vscode "Perkovec.emoji"
vscode "PKief.material-product-icons"
vscode "pnp.polacode"
vscode "pomber.git-file-history"
vscode "pranaygp.vscode-css-peek"
vscode "Prisma.prisma"
vscode "pselibas.livescript"
vscode "qufiwefefwoyn.kanagawa"
vscode "rafaelmaiolla.diff"
vscode "rangav.vscode-thunder-client"
vscode "rebornix.scheme"
vscode "reddevil.pythondoc"
vscode "redhat.ansible"
vscode "redhat.vscode-yaml"
vscode "RemixProject.ethereum-remix"
vscode "richie5um2.vscode-sort-json"
vscode "robert.ruby-snippet"
vscode "rogalmic.bash-debug"
vscode "RR-Group.monowhite"
vscode "rubbersheep.gi"
vscode "rust-lang.rust-analyzer"
vscode "ryu1kn.partial-diff"
vscode "samverschueren.yo"
vscode "SanderPilon.blockalign"
vscode "sandy081.todotasks"
vscode "scala-lang.scala"
vscode "seanmcbreen.MDTools"
vscode "shanoor.vscode-nginx"
vscode "shuworks.vscode-table-formatter"
vscode "sianglim.slim"
vscode "skyapps.fish-vscode"
vscode "sleistner.vscode-fileutils"
vscode "standard.vscode-standard"
vscode "Stepsize.stepsize"
vscode "stevencl.addDocComments"
vscode "streetsidesoftware.code-spell-checker"
vscode "stubailo.ignore-gitignore"
vscode "TakumiI.markdowntable"
vscode "tanhakabir.rest-book"
vscode "TeamHub.teamhub"
vscode "thekalinga.bootstrap4-vscode"
vscode "tintinweb.graphviz-interactive-preview"
vscode "tomoki1207.pdf"
vscode "tonka3000.raycast"
vscode "tonybaloney.vscode-pets"
vscode "twxs.cmake"
vscode "Tyriar.lorem-ipsum"
vscode "Tyriar.luna-paint"
vscode "Tyriar.sort-lines"
vscode "unifiedjs.vscode-mdx"
vscode "Valkyrihane.zero"
vscode "vespa-dev-works.vscode-git-remote"
vscode "vitaliymaz.vscode-svg-previewer"
vscode "vivaxy.vscode-conventional-commits"
vscode "vsls-contrib.codetour"
vscode "vsls-contrib.gistfs"
vscode "Vue.volar"
vscode "waderyan.babelrc"
vscode "WakaTime.vscode-wakatime"
vscode "wayou.file-icons-mac"
vscode "webfreak.debug"
vscode "wingrunr21.vscode-ruby"
vscode "withfig.fig"
vscode "wmaurer.join-lines"
vscode "xabikos.JavaScriptSnippets"
vscode "xabikos.ReactSnippets"
vscode "yamatsum.vscode-nonicons"
vscode "Yukai.map-replace-js"
vscode "Yukai.vscode-jasm"
vscode "Yukai.vscode-ptt"
vscode "yzhang.markdown-all-in-one"
vscode "zamerick.vscode-caddyfile-syntax"
vscode "ZihanLi.at-helper"
vscode "ZixuanChen.vitest-explorer"
vscode "znck.grammarly"
vscode "zxh404.vscode-proto3"
