jorgebucaran/fisher
edc/bass
oh-my-fish/plugin-bundler
brgmnn/fish-docker-compose
barnybug/docker-fish-completion
fisherman/done
oh-my-fish/plugin-osx
oh-my-fish/plugin-tmux
Cyber-Duck/fish-wakatime
jethrokuan/z
lilyball/nix-env.fish
PatrickF1/fzf.fish
FabioAntunes/fish-nvm
