fisherman/await
edc/bass
oh-my-fish/theme-bobthefish
oh-my-fish/plugin-brew
oh-my-fish/plugin-bundler
brgmnn/fish-docker-compose
barnybug/docker-fish-completion
fisherman/done
fisherman/fzf
fisherman/get
fisherman/getopts
bobthecow/git-flow-completion
fisherman/humanize_duration
fisherman/imgcat
fisherman/last_job_id
fisherman/nvm
fisherman/pyenv
fisherman/rbenv
fisherman/rvm
oh-my-fish/plugin-tmux
Cyber-Duck/fish-wakatime
fisherman/z
