edc/bass
oh-my-fish/theme-bobthefish
oh-my-fish/plugin-brew
oh-my-fish/plugin-bundler
brgmnn/fish-docker-compose
barnybug/docker-fish-completion
fisherman/done
fisherman/fzf
fisherman/getopts
oh-my-fish/plugin-osx
oh-my-fish/plugin-tmux
Cyber-Duck/fish-wakatime
jethrokuan/z
lilyball/nix-env.fish
jorgebucaran/fish-nvm
oh-my-fish/plugin-rvm
